       01  REG-CONTA.
           05 NUM-CONTA    PIC 9(08).
           05 NOME-CLIENTE PIC X(30).
           05 AGENCIA      PIC 9(04).
           05 TIPO-CONTA   PIC X(01).
           05 SALDO        PIC S9(09)V99.
