//HERC01XX JOB (COBOL),' ',CLASS=A,MSGCLASS=H,
//             REGION=8M,TIME=1440,
//             MSGLEVEL=(1,1),NOTIFY=HERC01
//COMPILA  EXEC COBUCL,
//             PARM.COB='LIB,LOAD,SIZE=2048K,BUF=1024K'
//COB.SYSPUNCH DD DUMMY
//COB.SYSIN    DD DSN=HERC01.PRIVLIB.COBOL(CONTAS),DISP=SHR
//COB.SYSLIB   DD DSN=HERC01.PRIVLIB.COPY,DISP=SHR
//LKED.SYSLMOD DD DSN=HERC01.PRIVLIB.LOAD(CONTAS),DISP=SHR
//LKED.SYSIN   DD DUMMY
//
