//HERC01XX JOB (COBOL),' ',CLASS=A,MSGCLASS=H,
//             REGION=8M,TIME=1440,
//             MSGLEVEL=(1,1),NOTIFY=HERC01
//SORTP4   EXEC PGM=SORT
//SORTLIB  DD DSN=SYS1.SORTLIB,DISP=SHR
//SYSOUT   DD SYSOUT=*
//SORTIN   DD DSN=HERC01.ARQ.CONTAS,DISP=SHR
//         DD DSN=HERC01.ARQ.NOVAS,DISP=SHR
//SORTOUT  DD DSN=&&ORD,DISP=(NEW,PASS),
//             UNIT=SYSDA,SPACE=(TRK,(2,2)),
//             DCB=(RECFM=FB,LRECL=54,BLKSIZE=540)
//SYSIN    DD *
  SORT FIELDS=(39,4,CH,A,1,8,CH,A)
/*
//EXECUTA  EXEC PGM=CONTAS,COND=(0,NE,SORTP4)
//STEPLIB  DD DSN=HERC01.PRIVLIB.LOAD,DISP=SHR
//SYSOUT   DD SYSOUT=*
//CONTAS   DD DSN=&&ORD,DISP=(OLD,DELETE)
//SYSPRINT DD SYSOUT=*
//
